Repository: neos/flow-development-collection
Catalog: Neos.Flow/Resources/Private/Translations/*/ValidationErrors.xlf
Languages: cs, da, de, es, hu, id_id, it, ja, km, lv, no, pt_br, ru

source: Only regular characters (a to z, umlauts, ...) and numbers are allowed.
cs: Jsou povoleny pouze znaky a–z a číslice.
da: Kun almindelige bogstaver (a-z, æøå) og tal er tilladt.
de: Nur Buchstaben (A-Z, Umlaute usw.) und Ziffern sind erlaubt.
es: Sólo están permitidos caracteres alfabéticos (de la a a la z, tildes,...) y números.
hu: Csak reguláris karakterek és számok megengedettek.
id_id: Hanya biasa karakter (sampai z, umlauts,...) dan angka yang diperbolehkan.
it: Solo caratteri normali (a-z, dieresi,...) e numeri sono ammessi.
ja: 通常の文字(a〜z、ウムラウト、...) と数字のみが許されます。
km: បានតែអក្សរឡាតាំង និងលេខតែប៉ុណ្ណោះ
lv: Tikai rakstzīmes (līdz z … umlauts) un numuri ir atļauti.
no: Bare vanlige tegn (a til å, omlyder, m. fl.) og tall er tillatt.
pt_br: Somente letras baixas (a a z , tremas, ... ) e números são permitidos.
ru: Разрешены только латинские(a до z, умлауты, ...) малые буквы и цифры.

source: The given value is expected to be {0}.
cs: Očekává se hodnota {0}.
da: Den angivne værdi forventes at være {0}.
de: Der Wert muss {0} sein.
es: El valor dado se espera que sea {0}.
hu: Az érték {0} kell legyen.
id_id: Nilai yang diberikan ini diharapkan akan {0}.
it: Il valore specificato deve essere {0}.
ja: 指定された値は{0} であると予想されます。
km: តម្លៃដែលបានផ្តល់ត្រូវបានរំពឹងថាជា {0}
lv: Konkrētā vērtība būs {0}.
no: Den angitte verdien skal være {0}.
pt_br: O valor fornecido é esperado ser {0}.
ru: Заданное значение должно быть {0}.

source: The given subject is not a collection
cs: Daný předmět není kolekce
da: Givet emne er ikke en samling
de: Das Objekt ist keine Collection
es: El asunto dado no es una colección
hu: A megadott objektum nem gyüjtemény
id_id: Subjek yang diberikan bukanlah sebuah kumpulan
it: L'oggetto specificato non è una collezione
ja: 指定されたサブジェクトはコレクションではありません
km: មិនបានប្រមូលទុកនូវប្រធានបទ
lv: Attiecīgais elements nav kolekcija
no: Det angitte emnet er ikke en samling
pt_br: O assunto fornecido não é uma coleção
ru: Содержимое не является коллекцией

source: The given subject is not countable
cs: Daný předmět není počitatelný
da: Givet emne er ikke tællelig
de: Das Objekt ist nicht zählbar
es: El asunto dado no es contable
hu: A megadott objektum nem számolható meg
id_id: Subjek tertentu tidak terhitung
it: Il soggetto specificato non è numerabile
ja: 与えられた科目は数えられません
km: ប្រធានបទមិនត្រូវបានរាប់បញ្ជូល
lv: Attiecīgais elements nav saskaitāms
no: Det angitte emnet er ikke tellbart
pt_br: O assunto fornecido não é contável
ru: Содержимое не является исчислимым

source: The count must be between {0,number} and {1,number}
cs: Počet musí být v rozmezí od {0,number} and {1,number}
da: Optællingen skal være mellem {0,number} og {1,number}
de: Die Anzahl muss zwischen {0,number} und {1,number} liegen
es: El recuento debe estar entre {0,number} y {1,number}
hu: A számnak {0,number} és {1,number} között kell lennie
id_id: Perhitungan harus antara {0,number} dan {1,number}
it: Il conteggio deve essere compreso tra {0,number} e {1,number}
ja: カウントは{0,number}から{1,number}の間でなければなりません。
km: រាប់បញ្ជូលត្រូវតែចន្លោះ {០, ចំនួន} នឹង {១, ចំនួន}
lv: Skaitlim ir jābūt starp {0,number} un {1,number}
no: Antallet må være mellom {0,number} og {1,number}
pt_br: A contagem deve estar entre {0,number} and {1,number}
ru: Число должно быть между {0,number} и {1,number}

source: The given value is not a valid date
cs: Zadaná hodnota není platné datum
da: Den angivne værdi er ikke en gyldig dato
de: Der Wert ist kein gültiges Datum
es: El valor dado no es una fecha válida
hu: A megadott érték nem érvényes dátum
id_id: Nilai yang diberikan bukanlah tanggal yang valid
it: Il valore specificato non è una data valida
ja: 指定された値は有効な日付ではありません
km: តម្លៃដែលផ្ដល់អោយ គឺមិនត្រឹមត្រូវតាមកាលបរិឆ្ឆេទនោះទេ
lv: Noteiktā vērtība nav derīgs datums
no: Den angitte verdien er ikke en gyldig dato
pt_br: o valor fornecido não é uma data válida
ru: Заданное значение не является годной датой

source: The given date must be between {0,datetime,datetime} and {1,datetime,datetime}
de: Das angegebene Datum muss zwischen {0,datetime,datetime} und {1,datetime,datetime} liegen
ru: Конкретная дата должна быть между {0,datetime,datetime} и {1,datetime,datetime}

source: The given date must be after {0,datetime,datetime}
de: Das angegebene Datum muss nach {0,datetime,datetime} sein
ru: Конкретная дата должна быть после {0,datetime,datetime}

source: The given date must be before {0,datetime,datetime}
de: Das angegebene Datum muss vor {0,datetime,datetime} sein
ru: Данная дата должна быть раньше {formatLatestDate}

source: The "locale" option can be only set to string identifier, or Locale object
cs: Volba "locale" může být nastavena pouze na textový řetězec nebo objekt jazykového nastavení
da: Indstillingen "locale" kan kun indstilles til streng-id, eller Locale objekt
de: Die Option "locale" darf nur vom Typ string oder ein Locale-Objekt sein
es: La opción "configuración regional" puede establecerse sólo como una cadena o un objeto Locale
hu: A "locale" opció csak szöveg vagy objektum lehet
id_id: Opsi "locale" dapat diatur hanya untuk string pengenal, atau objek lokal
it: L'opzione "impostazioni internazionali" può essere solo impostata come stringa identificatore oppure come oggetto impostazioni locali
ja: "ロケール"オプションは、文字列識別子またはLocaleオブジェクトにのみ設定できます
km: ជម្រើស​ "locale" អាចត្រូវបានកំណត់តែមួយគត់សំរាប់កំណត់អត្ដសញ្ញាណ​ string រឺក៏ Locale object
lv: Opciju "locale"var iestatīt tikai uz "string identifier" vai "Locale object" vērtību
no: Språkalternativet kan bare settes til en strengidentifikator eller et Locale-objekt
pt_br: A opção de "localidade" só pode ser definida como string identificador, ou objeto de localidade
ru: Опция "locale" принимает тольло "string identifier" или "Locale object" как значение

source: A valid time is expected
cs: Zadejte čas v platném formátu
da: En gyldig tid forventes
de: Eine gültige Uhrzeit wird erwartet
es: Se espera una hora válida
hu: Érvényes időérték szükséges
id_id: Waktu yang valid diharapkan
it: Deve essere specificato un tempo valido
ja: 有効な時間が必要です
km: រំពឹងពេលដែលត្រឹមត្រូវ
lv: Tiek gaidīts derīgs laiks
no: Et korrekt tidspunkt er påkrevet
pt_br: Uma hora válida é esperada
ru: Ожидается годное время

source: A valid date and time is expected
cs: Očekává se platné datum a čas
da: En gyldig dato og tid er forventet
de: Ein gültiges Datum und Uhrzeit wird erwartet
es: Se espera una fecha y hora válida
hu: Egy érvényes dátum és idő szükséges
id_id: Tanggal dan waktu yang valid diharapkan
it: Devono essere specificati una data ed un tempo validi
ja: 有効な日付と時間が必要です
km: កាលបរិច្ឆេទនិងពេលវេលាមួយដែលត្រឹមត្រូវរំពឹងថានឹងមានសុពលភាព
lv: Teik gaidīts derīgs datums un laiks
no: Korrekt dato og tid er påkrevet
pt_br: Uma data e hora válida é esperado
ru: Ожидаются годные дата и время

source: A valid date is expected
cs: Očekává se platné datum
da: En gyldig dato forventes
de: Ein gültiges Datum wird erwartet
es: Se espera una fecha válida
hu: Egy érvényes dátum szükséges
id_id: Tanggal yang valid diharapkan
it: Deve essere specificata una data valida
ja: 有効な日付が必要です
km: ថ្ងៃត្រឹមត្រូវគឺត្រូវបានរំពឹងទុក
lv: Tiek gaidīts derīgs datums
no: En korrekt dato er påkrevet
pt_br: Uma data válida é esperada
ru: Ожидается годная дата

source: Please specify a valid email address
cs: Uveďte prosím platnou e-mailovou adresu
da: Angiv en gyldig e-mailadresse
de: Bitte geben Sie eine gültige E-Mail-Adresse an
es: Especifique una dirección de correo electrónico válida
hu: Egy érvényes email szükséges
id_id: Silakan tentukan alamat email yang valid
it: Si prega di specificare un indirizzo email valido
ja: 有効なメールアドレスを指定してください
km: សួមបញ្ជាក់អាស័យដ្ឋានអ៊ីម៉ែលដែលមានសុពលភាព
lv: Norādiet derīgu e-pasta adresi
no: Angi en korrekt e-postadresse
pt_br: Por favor, especifique um endereço de email válido
ru: Укажите годный адрес электронной почты

source: A valid float number is expected
cs: Očekává se platné desetinné číslo
da: Et gyldigt heltal forventes
de: Eine gültige Dezimalzahl wird erwartet
es: Se espera un número en coma flotante válido
hu: Egy érvényes lebegőpontos szám szükséges
id_id: Angka valid yang muncul diharapkan
it: È previsto un numero virtuale valido
ja: 有効な浮動小数点数が必要です
km: ចំនួនទសភាគមួយដែលត្រឹមត្រូវត្រូវបានរំពឹងទុក
lv: Tiek gaidīts derīgs mainīgais
no: Verdien må være et gyldig desimaltall
pt_br: É esperado um número válido de flutuador
ru: Ожидается вещественное число

source: "{0}" cannot be converted to a float value
cs: "{0}" nelze převést na desetinné číslo
da: "{0}" kan ikke konverteres til en heltals-værdi
de: "{0}" kann nicht in eine Dezimalzahl umgewandelt werden
es: "{0}" no se puede convertir a un valor flotante
hu: {0} nem konvertálható lebegőpontos értékké
id_id: "{0}" tidak dapat dikonversi ke nilai float
it: "{0}" non può essere convertito in un valore virtuale
ja: " {0} "は浮動小数点値に変換できません
km: "{0}" មិនអាចបំលែងទៅជាតំលៃទស្សភាគបានទេ
lv: "{0}" nevar konvertēt par mainīgo
no: "{0}" kan ikke konverteres til desimaltall
pt_br: "{0}" não pode ser convertido em um valor float
ru: {0} не может быть преобразовано в вещественное число

source: Object expected, {0} given
da: Objekt forventet, {0} givet
de: Objekt erwartet, {0} erhalten
es: Se esperaba un objeto, se ha dado {0}
hu: Objektum szükséges, {0} adott
id_id: Objek yang diharapkan, {0} yang diberikan
it: Previsto oggetto, {0} dato
ja: オブジェクトは期待され、{0} は与えられました
km: វត្ថុអវត្តមាន, ឃើញតែ {0}
lv: Objektu, sagaidāms, {0}, ņemot
no: Forventet dataobjekt, {0} oppgitt
pt_br: Objeto esperado, {0} dado
ru: Ожидалось содержимое но получено {0}

source: A valid integer number is expected
cs: Očekává se platné celé číslo
da: Et gyldigt heltal forventes
de: Eine gültige Ganzzahl wird erwartet
es: Se espera un número entero válido
hu: Egy érvényes egész szám szükséges
id_id: Bilangan bulat yang valid diharapkan
it: È previsto un numero intero valido
ja: 有効な整数が必要です
km: ត្រូវការចំនូនវិជ្ជមានមួយ
lv: Tiek gaidīts vesels skaitlis
no: Verdien må være et gyldig heltall
pt_br: Espera-se um número inteiro válido
ru: Ожидается целое число

source: "{0}" is no integer.
cs: "{0}" není celé číslo.
da: "{0}" er ikke et heltal.
de: "{0}" ist keine Ganzahl
es: "{0}" no es un entero.
hu: "{0}" nem egész szám.
id_id: "{0}" bukan bilangan bulat.
it: "{0}" non è un intero.
ja: 「{0}」は整数ではありません。
km: "{0}" គឺមិនមែនចំនួនវិជ្ជមាន
lv: "{0}" nav vesels skaitlis.
no: "{0}" er ikke et heltall.
pt_br: "{0}" não é um número inteiro.
ru: "{0}" не целое число.

source: Only letters, numbers, spaces and certain punctuation marks are expected
cs: Lze použít pouze písmena, číslice, mezery a některá interpunkční znaménka
da: Kun bogstaver, tal, mellemrum og visse skilletegn forventes
de: Nur Buchstaben, Ziffern, Leerzeichen und bestimmte Satzzeichen sind erlaubt
es: Se esperan sólo letras, números, espacios y algunos signos de puntuación
hu: Csak betűk, számok, szóközök és egyes írásjelek érvényesek
id_id: Hanya huruf, angka, spasi dan tanda baca tertentu diharapkan
it: Solo lettere, numeri, spazi e segni di punteggiatura possono essere specificati
ja: 文字、数字、スペース、および特定の句読記号のみが必要です
km: មានតែអក្សរ លេខ ដកឃ្លា និង សញ្ញារមួយចំនួនតែប៉ុណ្ណោះដែលត្រូវការ
lv: Ir paredzēts tikai burtus, ciparus, atstarpes un dažas interpunkcija zīmes
no: Bare bokstaver, tall, mellomrom og visse tegn kan brukes
pt_br: Apenas letras, números, espaços e determinadas marcas de pontuação são esperadas
ru: Ожидаются только буквы, цифры, пробелы и определенные знаки пунктуации

source: Value is no valid I18n locale identifier
cs: Neplatný identifikátor národního prostředí I18n
da: Værdien er ikke et gyldigt I18n Locale-id
de: Wert ist kein gültiges I18n Gebietsschema
es: El valor no es un identificador l18n válido
hu: Az érték nem érvényes l18n nyelvi azonosító
id_id: Nilai tidak valid I18n identifier lokal
it: IL Valore non è un identificatore valido delle impostazioni locali I18n
ja: 値は無効ですI18nロケール識別子
km: តំលៃមិនត្រឹមត្រូវ I18n locale identifier
lv: Vērtība nav derīgs I18n lokalizācijas identifikators
no: Verdien er ikke en gyldig I18n-språkidentifikator
pt_br: Valor é não válido identificador de localidade de I18n
ru: Значение не является годным I18n locale идентификатором

source: This property is required
cs: Tato vlastnost je povinná
da: Dette felt er påkrævet
de: Diese Eigenschaft ist erforderlich
es: Esta propiedad es necesaria
hu: Ez a tulajdonság szükséges
id_id: Properti ini diperlukan
it: Questa proprietà è obbligatoria
ja: このプロパティは必須です
km: ត្រូវការលក្ខណ‌ៈ
lv: Šī vērtība ir obligāta
no: Denne verdien er påkrevet
pt_br: Esta propriedade é necessária
ru: Это поле обязательно

source: This property is required
cs: Tato vlastnost je povinná
da: Dette felt er påkrævet
de: Diese Eigenschaft ist erforderlich
es: Esta propiedad es necesaria
hu: Ez a tulajdonság szükséges
id_id: Properti ini diperlukan
it: Questa proprietà è obbligatoria
ja: このプロパティは必須です
km: ត្រូវការលក្ខណ‌ៈ
lv: Šī vērtība ir obligāta
no: Denne verdien er påkrevet
pt_br: Esta propriedade é necessária
ru: Это поле обязательно

source: A valid number is expected
cs: Očekává se platné číslo
da: Et gyldigt tal forventes
de: Eine gültige Zahl wird erwartet
es: Se espera un número válido
hu: Érvényes szám szükséges
id_id: Nomor yang valid diharapkan
it: Deve essere specificato un numero valido
ja: 有効な番号が必要です
km: ត្រូវការជាចំនួូនលេខ
lv: Tiek gaidīts derīgs skaitlis
no: Verdien må være et gyldig tall
pt_br: É esperado um número válido
ru: Ожидается годное число

source: Please enter a valid number between {0,number} and {1,number}
cs: Zadejte prosím platné číslo mezi {0,number} a {1,number}
da: Angiv et gyldigt tal mellem {0,number} og {1,number}
de: Bitte geben Sie eine gültige Zahl zwischen {0,number} und {1,number} ein
es: Por favor, introduzca un número válido entre {0,number} y {1,number}
hu: Adjon meg egy érvényes számot {0,number} és {1,number} között
id_id: Masukkan nomor yang valid antara {0,number} dan {1,number}
it: Si prega di inserire un numero valido tra {0,number} e {1,number}
ja: {0,number}から{1,number}までの有効な数字を入力してください
km: សូមបញ្ចូលលេខដែលត្រឹមត្រូវរវាង {០, ចំនួន} នឹង {១, ចំនួន}
lv: Lūdzu, ievadiet derīgu skaitli starp {0,number} un {1,number}
no: Angi et tall mellom {0,number} og {1,number}
pt_br: Por favor, digite um número válido entre {0,number} e {1,number}
ru: Укажите число между {0,number} и {1,number}

source: The "locale" option can be only set to string identifier, or Locale object
cs: Volba "locale" může být nastavena pouze na textový řetězec nebo objekt jazykového nastavení
da: Indstillingen "locale" kan kun indstilles til streng-id, eller Locale objekt
de: Die Option "locale" darf nur vom Typ string oder ein Locale-Objekt sein
es: La opción "configuración regional" puede establecerse sólo como una cadena o un objeto Locale
hu: A "locale" opció csak szöveg vagy objektum lehet
id_id: Opsi "locale" dapat diatur hanya untuk string pengenal, atau objek lokal
it: L'opzione "impostazioni internazionali" può essere solo impostata come stringa identificatore oppure come oggetto impostazioni locali
ja: "ロケール"オプションは、文字列識別子またはLocaleオブジェクトにのみ設定できます
km: ជម្រើស​ "locale" អាចត្រូវបានកំណត់តែមួយគត់សំរាប់កំណត់អត្ដសញ្ញាណ​ string រឺក៏ Locale object
lv: Opciju "locale"var iestatīt tikai uz "string identifier" vai "Locale object" vērtību
no: Språkalternativet kan bare settes til en strengidentifikator eller et Locale-objekt
pt_br: A opção de "localidade" só pode ser definida como string identificador, ou objeto de localidade
ru: Опция "locale" принимает тольло "string identifier" или "Locale object" как значение

source: A valid percent number is expected
cs: Vložte hodnotu v procentech
da: En gyldig procentnummer forventes
de: Eine gültige Prozentzahl wird erwartet
es: Se espera un número porcentaje válido
hu: Egy érvényes százalék érték szükséges
id_id: Nomor persen yang valid diharapkan
it: Deve essere specificato un numero percentuale valido
ja: 有効なパーセント値が必要です
km: ចំនួនភាគរយដែលមានសុពលភាពត្រូវបានរំពឹង
lv: Tiek gaidīts procentu skaitlis
no: Verdien må være en prosentverdi
pt_br: É esperado um número válido por cento
ru: Ожидается процентное число

source: A valid decimal number is expected
cs: Očekává se platné desetinné číslo
da: Et gyldigt decimaltal forventes
de: Eine gültige Dezimalzahl wird erwartet
es: Se espera un número decimal válido
hu: Egy érvényes decimális szám szükséges
id_id: Angka desimal yang valid diharapkan
it: Deve essere specificato un numero decimale valido
ja: 有効な10進数が必要です
km: ចំនួនគោលដប់ត្រឹមត្រូវត្រូវបានរំពឹង
lv: Tiek gaidīts derīgs decimālskaitlis
no: Et gyldig desimaltall må oppgis
pt_br: Espera-se um número decimal válido
ru: Ожидается вещественное число

source: The given subject did not match the pattern. Got: {0}
da: Den angivne værdi passer ikke med mønsteret. Modtog: {0}
de: Der Wert entspricht nicht den Muster. Erhalten: {0}
es: El valor dado no coincide con el patrón. Tenemos: {0}
hu: Az megadott tárgy nem található a mintában. {0} adott
id_id: Subjek tertentu tidak sesuai pola. Mendapat: {0}
it: L'argomento dato non corrisponde al modello. Trovato: {0}
ja: 指定された対象はパターンに一致しませんでした。得点：{0}
km: នេះជាប្រធានបទដែលបានផ្ដល់ឱ្យមិនផ្គូផ្គងលំនាំ​។​ទទួលបាន{0}
lv: Saturs neatbilst šablonam. Sanāca: {0}
no: Emnet samsvarte ikke med mønsteret. Fikk: {0}
pt_br: O determinado assunto não correspondem ao padrão. Tem: {0}
ru: Содержимое не соответсвует шаблону. Вышло: {0}

source: The given object could not be converted to a string
cs: Daný objekt nelze převést na řetězec
da: Det angivne objekt kunne ikke konverteres til en streng
de: Das Objekt konnte nicht in eine Zeichenfolge umgewandelt werden
es: El objeto dado no puede convertirse en una cadena
hu: A megadott objektum nem konvertálható karakterlánccá
id_id: Objek tersebut tidak dapat dikonversi ke string
it: L'oggetto dato potrebbe non essere convertito in una stringa
ja: 指定されたオブジェクトを文字列に変換できませんでした
km: វត្ថុដែលបានផ្ដល់ឱ្យមិនអាចត្រូវបានបម្លែងទៅជាបណ្ដុំអក្សបាន
lv: Konkrēto objektu nevar konvertēt uz virkni
no: Objektet kunne ikke konverteres til tekst
pt_br: Determinado objeto não pode ser convertido em um string
ru: Содержимое не получилось приобразовать в строковый тип

source: The given value is not a valid string
cs: Zadaná hodnota není platný řetězec
da: Den angivne værdi er ikke en gyldig streng
de: Der Wert ist keine gültige Zeichenfolge
es: El valor dado no es una cadena válida
hu: A megadott érték nem érvényes karakterlánc
id_id: Nilai yang diberikan adalah string yang tidak valid
it: Il valore specificato non è una stringa valida
ja: 指定された値は有効な文字列ではありません
km: តម្លៃដែលផ្ដល់អោយគឺមិនមែនជាអក្សរដែលមានសុពលភាព
lv: Noteiktā vērtība nav derīga virknei
no: Den angitte verdien er ikke en gyldig tekst
pt_br: O valor fornecido não é uma válido seqüência de caracteres
ru: Данное значение не является допустимой строкой

source: The length of this text must be between {0,number} and {1,number} characters
cs: Délka tohoto textu musí být mezi {0,number} a {1,number} znaky
da: Længden af denne tekst skal være mellem {0,number} og {1,number} tegn
de: Die Länge des Textes muss zwischen {0,number} und {1,number} Zeichen liegen
es: La longitud de este texto debe estar entre {0,number} y {1,number} caracteres
hu: A szöveg hossza {0,number} és {1,number} karakter között kell legyen
id_id: Panjang teks ini harus antara {0,number} dan {1,number} karakter
it: La lunghezza di questo testo deve essere compresa tra {0,number} e {1,number} caratteri
ja: このテキストの長さは{0,number}から{1,number}文字の間でなければなりません
km: ប្រវែងនៃអត្ថបទនេះត្រូវតែនៅចន្លោះ {0, លេខ} និង {1, លេខ} តួអក្សរ
lv: Tekstsa garumam ir jābūt starp {0,number} un {1,number} rakstzīmēm
no: Lengden på denne teksten må være mellom {0,number} og {1,number}
pt_br: O comprimento deste texto deve estar entre {0,number} e {1,number} de caracteres
ru: Длинна текста должа быть между {0,number} и {1,number} символами

# 1238108068[0]
source: This field must contain at least {0,number} character
da: Dette felt skal indeholde mindst {0,number} tegn
de: Dieses Feld muss mindestens {0,number} Zeichen enthalten
es: Este campo debe contener al menos {0,number} carácter
hu: Ez a mező legalább {0,number} karakter kell legyen
ru: Это поле должно содержать по крайней мере {0,number} символ

# 1238108068[1]
source: This field must contain at least {0,number} characters
da: Dette felt skal indeholde mindst {0,number} tegn
de: Dieses Feld muss mindestens {0,number} Zeichen enthalten
es: Este campo debe contener al menos {0,number} caracteres
hu: Ez a mező legalább {0,number} karakter kell legyen
ru: Это поле должно содержать по крайней мере {0,number} символов

# 1238108068[2]
source: This field must contain at least {0,number} characters
ru: Это поле должно содержать по крайней мере {0,number} символов

# 1238108068[3]
source: This field must contain at least {0,number} characters
ru: Это поле должно содержать по крайней мере {0,number} символов

# 1238108069[0]
source: This text may not exceed {0,number} character
da: Denne tekst må ikke overstige {0,number} tegn
de: Die Zeichenfolge darf nicht mehr als {0,number} Zeichen enthalten
es: Este texto no puede exceder {0,number} carácter
hu: Ez a szöveg maximum {0,number} karakter lehet
ru: Длинна этого текста не может превышать {0,number} символ

# 1238108069[1]
source: This text may not exceed {0,number} characters
da: Denne tekst må ikke overstige {0,number} tegn
de: Die Zeichenfolge darf nicht mehr als {0,number} Zeichen enthalten
es: Este texto no puede exceder {0,number} caracteres
hu: Ez a szöveg maximum {0,number} karakter lehet
ru: Длинна этого текста не может превышать {0,number} символа

# 1238108069[2]
source: This text may not exceed {0,number} characters
ru: Длинна этого текста не может превышать {0,number} символов

# 1238108069[3]
source: This text may not exceed {0,number} characters
ru: Длинна этого текста не может превышать {0,number} символов

source: A valid string is expected
cs: Očekává se platný textový řetězec
da: En gyldig streng forventes
de: Eine gültige Zeichenfolge wird erwartet
es: Se espera una cadena válida
hu: Érvényes karakterlánc szükséges
id_id: String yang valid diharapkan
it: È prevista una stringa valida
ja: 有効な文字列が必要です
km: អក្សរដែលត្រូវរំពឹងថានឹងមានសុពលភាព
lv: Tiek gaidīta derīga virkne
no: Verdien må være en tekst
pt_br: Espera-se caracteres válidos
ru: Ожидается строковый тип

source: Valid text without any XML tags is expected
cs: Očekává se text bez XML tagů
da: Gyldig tekst uden XML-koder er forventet
de: Gültiger Text ohne XML-Tags wird erwartet
es: Se esperaba un texto válido sin ninguna etiqueta XML
hu: XML tagok nélküli text szükséges
id_id: Teks yang valid tanpa tag XML diharapkan
ja: XMLタグのない有効なテキストが必要です
km: អត្ថបទដែលគ្មានស្លាក XML ណាមួយត្រូវបានគេរំពឹងទុក
lv: Tiek gaidīts teksts bez jebkādiem XML tagiem
no: Teksten må være uten XML-tagger
pt_br: Texto válido sem quaisquer marcas XML é esperado
ru: Ожидается текст без XML-тэгов

source: The given subject is not a valid UUID
cs: Daný předmět není platný identifikátor UUID
da: Givet emne er ikke et gyldig UUID
de: Der Wert ist keine gültige UUID
es: El objeto no es un UUID válido
hu: Az adott tárgy nem egy érvényes UUID
id_id: Subjek tertentu bukanlah UUID yang valid
ja: 指定されたサブジェクトは有効なUUIDではありません
km: នេះជាប្រធានបទដែលបានផ្ដល់គឺមិនមែនជា UUID ដែលមានសុពលភាព
lv: Attiecīgā vērtībā nav derīgs UUID
no: Verdien er ikke en gyldig UUID
pt_br: O determinado assunto não é um válido UUID
ru: Содержимое не является годным UUID
