Repository: neos/flow-development-collection
Catalog: Neos.Flow/Resources/Private/Translations/*/ValidationErrors.xlf
Languages: cs, da, de, es, hu, id_id, it, ja, km, lv, no, pt_br, ru

source: No validator found for electronic address of type "{0}"
da: Ingen validator fundet for elektroniskadresse af typen "{0}"
de: Es konnte kein Validator für eine elektronische Adresse vom Typ "{0}" gefunden werden
es: No se ha encontrado validador para dirección electrónica de tipo "{0}"
hu: Validator nem található a "{0}" tipusu elektronikus címhez
id_id: Validator tidak ditemukan alamat elektronik jenis "{0}"
ja: タイプ " {0} "の電子アドレスのバリデータが見つかりません
km: ប្រភេទនៃអស័យដ្ឋានអ៊ីម៉ែល "{0}" នេះពំុត្រឹមត្រូវទេ
lv: Elektroniskās adreses "{0}" validators nav atrasts
no: Ingen validator funnet for elektroniske adresser av typen "{0}"
pt_br: Nenhum validador encontrada para o endereço eletrônico do tipo "{0}"
ru: Валидатор для типа электронной почты "{0}" не найден

source: The person name cannot be empty
cs: Jméno osoby musí být vyplněno
da: Personnavn må ikke være tomt
de: Der Personenname darf nicht leer sein
es: El nombre de la persona no puede estar vacío
hu: A személy neve nem lehet üres
id_id: Nama orang tak boleh kosong
ja: 人名は空ではありません
km: ឈ្មោះរបស់មនុស្សមិនអាចទទេបានឡើយ
lv: Personas vārds nevar būt tukšs
no: Personnavnet kan ikke være tomt
pt_br: O nome da pessoa não pode ser vazio
ru: Поле для ФИО не может быть пустым

source: The given value is not a Image instance
cs: Zadaná hodnota není obrázek
da: Den angivne værdi er ikke en forekomst af et Image objekt
de: Der Wert ist keine Instanz vom Typ Image
es: El valor dado no es una instancia de Image
hu: A megadott érték nem kép
id_id: Nilai yang diberikan bukanlah sebuah contoh gambar
ja: 指定された値は有効な文字列ではありません
km: នេះជាតម្លៃដែលបានផ្ដល់គឺមិនមានវត្ថុរូបភាពមួយ
lv: Noteiktā vērtība nav attēls
no: Den angitte verdien er ikke et bilde
pt_br: O valor fornecido não é uma instância de imagem
ru: Данное значение не является изображением

source: The image type "{0}" is not allowed
cs: Typ obrazu "{0}" není povolen
da: Billedtypen "{0}" er ikke tilladt
de: Ein Bild vom Typ "{0}" ist nicht erlaubt
es: No se permite el tipo de imagen "{0}"
hu: "{0}" típusú kép nem engedélyezett
id_id: Jenis gambar "{0}" tidak diperbolehkan
ja: イメージタイプ " {0} "は許可されていません
km: ប្រភេទរូបភាព​ "{0}" គឺមិនអនុញ្ញាត
lv: Attēla tips "{0}" nav atļauts
no: Bildetypen "{0}" er ikke tillatt
pt_br: O tipo de imagem "{0}" não é permitido
ru: Формат изображения "{0}" не допускается

source: The uploaded file is no valid image
cs: Nahraný soubor není obrázek
da: Den uploadede fil er ikke et gyldigt billede
de: Die hochgeladene Datei ist kein gültiges Bild
es: El archivo subido no es una imagen válida
hu: A feltöltött file nem érvényes kép
id_id: Berkas yang diunggah bukan gambar yang valid
ja: アップロードされたファイルに有効な画像がありません
km: ឯកសារដែលបានដាក់បញ្ជូលគឺមិនមានរូបភាពត្រឹមត្រូវ
lv: Augšupielādētais fails nav derīgs attēls
no: Den opplastede filen er ikke et gyldig bilde
pt_br: O arquivo enviado não é nenhuma imagem válida
ru: Загруженный файл не является годным изображением

source: The given value is not a Image instance
cs: Zadaná hodnota není obrázek
da: Den angivne værdi er ikke en forekomst af et Image objekt
de: Der Wert ist keine Instanz vom Typ Image
es: El valor dado no es una instancia de Image
hu: A megadott érték nem kép
id_id: Nilai yang diberikan bukanlah sebuah contoh gambar
ja: 指定された値は有効な文字列ではありません
km: នេះជាតម្លៃដែលបានផ្ដល់គឺមិនមានវត្ថុរូបភាពមួយ
lv: Noteiktā vērtība nav attēls
no: Den angitte verdien er ikke et bilde
pt_br: O valor fornecido não é uma instância de imagem
ru: Данное значение не является изображением

source: The actual image width of {0,number} is lower than the allowed minimum width of {1,number}
cs: Šířka obrázku {0,number} je menši než povolená minimální šířka {1,number}
da: Den faktiske billedbredde {0,number} er mindre end den tilladte minimumsbredde {1,number}
de: Die tatsächliche Bildbreite von {0,number} ist geringer als die erlaubte minimale Breite von {1,number}
es: El ancho de la imagen de {0,number} es menor que el ancho mínimo permitido de {1,number}
hu: Az aktuális kép szélessége {0,number} alacsonyabb, mint a megengedett legkisebb szélesség {1,number}
id_id: Panjang asli gambar {0,number} lebih rendah daripada lebar minimal yang diperbolehkan {1,number}
ja: {0,number}の実際のイメージ幅は、{1,number}の許容最小幅よりも小さくなります。
km: រយៈទទឹងរបស់រូបភាពជាក់ស្តែងគឺ {0,number} ដែលលើសជាងប្រវែងទទឹងទាបបំផុតដែលបានកំណត់គឺត្រូវជា {1,number}
lv: Attēla platums {0,number} ir mazāks par pieļaujamo minimālo platumu {1,number}
no: Bildebredden {0,number} er lavere enn den tillatte minimumsbredden på {1,number}
pt_br: A largura da imagem real de {0,number} é menor do que a largura mínima permitida de {1,number}
ru: Ширина {0,number} данного изображения меньше, чем допустимая минимальная ширина {1,number}

source: The actual image width of {0,number} is higher than the allowed maximum width of {1,number}
cs: Šířka obrázku {0,number} je větší než povolená maximální šířka {1,number}
da: Den faktiske billedbredde {0,number} er højere end den tilladte maksimalbredde af {1,number}
de: Die tatsächliche Bildbreite von {0,number} ist höher als die erlaubte maximale Breite von {1,number}
es: La anchura de la imagen de {0,number} es mayor que el ancho máximo permitido de {1,number}
hu: Az aktuális kép szélessége {0,number} magasabb, mint a megengedett legnagyobb szélesség {1,number}
id_id: Panjang asli gambar {0,number} lebih rendah daripada lebar minimal yang diperbolehkan {1,number}
ja: {0,number}の実際のイメージ幅は、{1,number}の許容最大幅よりも大きくなります。
km: ទទឹងរូបភាពពិតប្រាកដនៃ {0, លេខ} គឺខ្ពស់ជាងទទឹងអតិបរមាដែលបានអនុញ្ញាតនៃ {1, ចំនួន}
lv: Attēla platums {0,number} ir lielāks par atļauto maksimālo platumu {1,number}
no: Bildebredden {0,number} er høyere enn den tillatte maksimumsbredden på {1,number}
pt_br: A largura da imagem real de {0,number} é menor do que a largura mínima permitida de {1,number}
ru: Ширина {0,number} данного изображения выше, чем допустимая максимальная ширина {1,number}

source: The actual image height of {0,number} is lower than the allowed minimum height of {1,number}
cs: Výška obrázku {0,number} je menší než minimální povolená výška {1,number}
da: Den faktiske billedhøjde {0,number} er mindre end den tilladte minimumshøjde {1,number}
de: Die tatsächliche Bildhöhe von {0,number} ist geringer als die erlaubte minimale Höhe von {1,number}
es: La altura de la imagen de {0,number} es menor que la altura mínima permitida de {1,number}
hu: A kép magassága {0,number} kisebb, mint a megengedett minimális magasság {1,number}
id_id: Tinggi asli gambar {0,number} lebih rendah dari ketinggian minimum yang diperbolehkan {1,number}
ja: {0,number}の実際の画像高さは、{1,number}の許容最小高さよりも低くなります。
km: រយៈកម្ពស់របស់រូបភាពជាក់ស្តែងគឺ {0,number} ដែលទាបជាងប្រវែងទាបបំផុតដែលបាន​កំណត់ត្រូវជា {1,number}
lv: Attēla augstums {0,number} ir mazāks par pieļaujamo minimālo augstumu {1,number}
no: Bildehøyden {0,number} er lavere enn den tillatte minimumshøyden på {1,number}
pt_br: A altura da imagem real de {0,number} é menor do que a altura mínima permitida de {1,number}
ru: Высота {0,number} данного изображения меньше, чем допустимая минимальная высота {1,number}

source: The actual image height of {0,number} is higher than the allowed maximum height of {1,number}
cs: Výška obrázku {0,number} je větší než maximální povolená výška {1,number}
da: Den faktiske billedhøjde {0,number} er højere end den tilladte maksimalhøjde {1,number}
de: Die tatsächliche Bildhöhe von {0,number} ist höher als die erlaubte maximale Höhe von {1,number}
es: La altura de la imagen de {0,number} es mayor que la altura máxima permitida de {1,number}
hu: A kép magassága {0,number} nagyobb, mint a megengedett maximális magasság {1,number}
id_id: Tinggi asli gambar {0,number} lebih rendah dari ketinggian minimum yang diperbolehkan {1,number}
ja: {0,number}の実際のイメージの高さは、{1,number}の許容最大高さよりも高くなります。
km: រយៈកម្ពស់របស់រូបភាពជាក់ស្តែងគឺ {0,number} ដែលលើសជាងប្រវែងខ្ពស់បំផុតដែលបានកំណត់ ត្រូវជា {1,number}
lv: Attēla augstums {0,number} ir lielāks par pieļaujamo minimālo augstumu {1,number}
no: Bildehøyden {0,number} er lavere enn den tillatte maksimumshøyden på {1,number}
pt_br: A altura da imagem real de {0,number} é menor do que a altura mínima permitida de {1,number}
ru: Высота {0,number} данного изображения выше, чем допустимая максимальная высота {1,number}

source: The given image size of {0,number} x {1,number} is too low for the required minimum resolution of {2,number}
cs: Velikost obrázku {0,number} x {1,number} neodpovídá /je menší/ než požadované minimální rozlišení {2,number}
da: Billedets størrelse på {0,number} x {1,number} er mindre end den mindst tilladte opløsning på {2,number}
de: Die Bildgröße von {0,number} x {1,number} ist zu gering für die benötigte minimale Auflösung {2,number}
es: El tamaño de la imagen de {0,number} x {1,number} es demasiado bajo para la resolución mínima necesaria de {2,number}
hu: A kép felbontása {0,number} x {1,number} túl alacsony, a szükséges minimális felbontása {2,number}
id_id: Ukuran gambar yang diberikan {0,number} x {1,number} terlalu rendah dari resolusi minimal yang diperlukan {2,number}
ja: 指定された{0,number} x {1,number}の画像サイズは{2,number}の必要最小解像度には低すぎます。
km: ទំហំរូបភាពដែលបានផ្តល់ឱ្យនៃ {0,ចំនួន } X {1, ចំនួន} ទាបពេកសម្រាប់ការដោះស្រាយអប្បបរមានៃ {2, លេខ}ជាដាច់ខាត
lv: Attēla izmērs {0,number} x {1,number} ir ar pārāk zemu nepieciešamo minimālo izšķirtspēju {2,number}
no: Bildestørrelsen {0,number} x {1,number} er lavere enn den nødvendige minimumsoppløsningen på {2,number}
pt_br: O tamanho de determinada imagem de {0,number} x {1,number} é demasiado baixo para a resolução mínima necessária de {2,number}
ru: Размер {0,number} x {1,number} данного изображения слишком мал для требуемого минимального разрешения {2,number}

source: The given image size of {0,number} x {1,number} is too high for the required maximum resolution of {2,number}
cs: Velikost obrázku {0,number} x {1,number} neodpovídá /je větší/ než povolené maximální rozlišení {2,number}
da: Billedets størrelse på {0,number} x {1,number} er større end den maksimalt tilladte opløsning på {2,number}
de: Die Bildgröße von {0,number} x {1,number} ist zu hoch für die benötigte maximale Auflösung {2,number}
es: El tamaño de la imagen de {0,number} x {1,number} es demasiado grande para la resolución máxima requerida de {2,number}
hu: A kép felbontása {0,number} x {1,number} túl magas, a megengedett maximális felbontás {2,number}
id_id: Ukuran gambar yang diberikan {0,number} x {1,number} terlalu rendah dari resolusi maksimal yang diperlukan {2,number}
ja: 指定された{0,number} x {1,number}の画像サイズは、{2,number}の必要な最大解像度には高すぎます。
km: ទំហំរូបភាពដែលបានផ្តល់ឱ្យនៃ {0,ចំនួន } X {1, ចំនួន} ខ្ពស់ពេកសម្រាប់ការដោះស្រាយអប្បបរមានៃ {2, លេខ}ជាដាច់ខាត
lv: Attēla izmērs {0,number} x {1,number} ir ar pārāk lielu atļauto maksimālo izšķirtspēju {2,number}
no: Bildestørrelsen {0,number} x {1,number} er høyere enn den nødvendige maksimumsoppløsningen på {2,number}
pt_br: O tamanho de determinada imagem de {0,number} x {1,number} é demasiado baixo para a resolução mínima necessária de {2,number}
ru: Размер {0,number} x {1,number} данного изображения слишком велик для требуемого максимального разрешения {2,number}

source: The given value is not a Image instance
cs: Zadaná hodnota není obrázek
da: Den angivne værdi er ikke en forekomst af et Image objekt
de: Der Wert ist keine Instanz vom Typ Image
es: El valor dado no es una instancia de Image
hu: A megadott érték nem kép
id_id: Nilai yang diberikan bukanlah sebuah contoh gambar
ja: 指定された値は有効な文字列ではありません
km: នេះជាតម្លៃដែលបានផ្ដល់គឺមិនមានវត្ថុរូបភាពមួយ
lv: Noteiktā vērtība nav attēls
no: Den angitte verdien er ikke et bilde
pt_br: O valor fornecido não é uma instância de imagem
ru: Данное значение не является изображением

source: The image orientation must be "{0}"
cs: Orientace obrázku musí být "{0}"
da: Billedets orientering skal være "{0}"
de: Das Bildformat muss "{0}" sein
es: La orientación de la imagen debe ser "{0}"
hu: A kép tájolása "{0}" kell legyen
id_id: Orientasi gambar harus menjadi "{0}"
ja: 画像の向きは " {0} "でなければなりません
km: ការតំរង់ទិសរបស់រូបភាពនេះត្រូវតែមាន "{0}"
lv: Attēla orientācija ir jābūt "{0}"
no: Bildeorienteringen må være "{0}"
pt_br: A orientação da imagem deve ser "{0}"
ru: Ориентация изображения должна быть "{0}"

source: The image orientation "{0}" is not allowed
cs: Orientace obrázku "{0}" není povolena
da: Billed-orienteringen "{0}" er ikke tilladt
de: Das Bildformat "{0}" ist nicht erlaubt
es: La orientación de imagen "{0}" no está permitida
hu: A kép tájolása "{0}" nem megengedett
id_id: Orientasi gambar "{0}" tidak diperbolehkan
ja: 画像の向き"{0}"は許可されていません
km: ការតំរង់ទិសរបស់រូបភាព "{0}" គឺមិនអនុញ្ញាត
lv: Attēla orientācija "{0}" nav atļauta
no: Bildeorienteringen "{0}" er ikke tillatt
pt_br: A orientação da imagem "{0}" não é permitida
ru: Ориентация изображения "{0}" не допускается

source: The given date must be between {0} and {1}
cs: Datum musí být mezi {0} a {1}
da: Den angivne dato skal være mellem {0} og {1}
es: La fecha debe estar entre {0} y {1}
hu: A megadott dátumnak {0} és {1} között kell lennie
id_id: Tanggal tertentu harus antara {0} dan {1}
it: La data specificata deve essere compresa tra {0} e {1}
lv: Dotajam datumam jābūt starp {0} un {1}
no: Den angitte datoen må være mellom {0} og {1}
pt_br: A data fornecida deve estar entre {0} e {1}

source: The given date must be after {0}
cs: Dané datum musí následovat po {0}
da: Den angivne dato skal være efter {0}
es: La fecha debe ser posterior a {0}
hu: A megadott dátumnak {0} után kell lennie
id_id: Tanggal tertentu harus setelah {0}
it: La data specificata deve essere successiva a {0}
lv: Dotajam datumam jābūt pēc {0}
no: Den angitte datoen må være etter {0}
pt_br: A data fornecida deve ser depois da {0}

source: The given date must be before {0}
cs: Dané datum musí být před {0}
da: Den angivne dato skal være før {0}
es: La fecha debe ser anterior a {0}
hu: A megadott dátumnak {0} előtt kell lennie
id_id: Tanggal tertentu harus sebelum {0}
it: La data specificata deve essere precedente a {0}
lv: Dotajam datumam jābūt pirms {0}
no: Den angitte datoen må være før {0}
pt_br: A data fornecida deve ser antes de {0}

# 1238108068[0]
source: This field must contain at least {0,number} characters
id_id: Bidang ini harus mengandung setidaknya {0,number} karakter
ja: このフィールドには少なくとも{0,number}文字を含める必要があります
km: យ៉ាងហោចណាស់ត្រូវតែមាន {0, ចំនួន} តួអក្សរ
lv: Šim laukam jāsatur vismaz {0,number} rakstzīmes

# 1238108069[0]
source: This text may not exceed {0,number} characters
id_id: Teks ini tidak boleh melebihi {0,number} karakter
ja: このテキストは{0,number}文字を超えることはできません
km: អត្ថបទនេះមិនអាចលើសពី {0, ចំនួន} តួអក្សរ
lv: Šis teksts nedrīkst būt garāks par {0,number} rakstzīmēm
