Repository: neos/flow-development-collection
Catalog: TYPO3.Flow/Resources/Private/Translations/*/ValidationErrors.xlf
Languages: fi, fr, nl, pl, sv, tr

source: Only the characters a to z and numbers are allowed
fr: Seuls les caractères a à z et les nombres sont autorisés
nl: Alleen de karakters a tot en met z en getallen zijn toegestaan
pl: Dozwolone są tylko znaki od a do z i cyfry
sv: Endast tecknen ifrån a till z och siffror tillåts

source: The given value is expected to be {0}.
fi: Annetun arvo oletetaan olevan {0}.
fr: La valeur devrait être {0}.
nl: De opgegeven waarde wordt verwacht als {0}.
pl: Oczekuje się, że podana wartość będzie {0}.
sv: Det angivna värdet förväntas vara {0}.
tr: Verilen değerin {0} olması beklenmektedir.

source: The given subject is not a collection
fi: Annettu kohde ei ole kokoelma
fr: Le sujet n'est pas une collection
nl: Het gegeven onderwerp is geen collectie
sv: Det givna ämnet är inte en samling
tr: Verilen başlık koleksiyon değil

source: The given subject is not countable
fi: Annettu kohde ei ole laskettavissa
fr: Le sujet n'est pas dénombrable
nl: Het gegeven onderwerp is niet telbaar
sv: Det givna ämnet är inte räknebart
tr: Verilen başlık sayılabilir değil

source: The count must be between {0,number} and {1,number}
fi: Määrän on oltava välillä {0,number} ja {1,number}
fr: Ce nombre doit être compris entre {0, number} et {1, number}
nl: De waarde moet tussen {0,number} en {1,number} liggen
pl: Licznik musi być pomiędzy {0,number} a {1,number}
sv: Antalet måste vara mellan {0,number} och {1,number}
tr: Sayılar {0,number} ile {1,number} arasında olmak zorundadır

source: The given value is not a valid date
fi: Annettu arvo ei ole kelvollinen päivämäärä
fr: Ce n'est pas une date valide
nl: De opgegeven waarde is geen geldige datum
pl: Podana wartość nie jest poprawną datą
sv: Det angivna värdet är inte ett giltigt datum
tr: Verilen değer geçerli bir tarih içermiyor

source: The given date must be between {0} and {1}
fi: Päivämäärän on oltava väliltä {0} ja {1}
fr: La date doit être comprise entre {0} et {1}
nl: De gegeven datum moet tussen {0} en {1} liggen
pl: Podana data musi być pomiędzy {0} i {1}
sv: Det givna datumet måste vara mellan {0} och {1}
tr: Verilen tarih {0} ile {1} arasında olmalıdır. Parantez içine minimum maksimum tarih değerlerini giriniz

source: The given date must be after {0}
fi: Päivämäärän on oltava jälkeen {0}
fr: La date doit être postérieure au {0}
nl: De opgegeven datum mag niet na {0} liggen
pl: Podana data musi być po {0}
sv: Det givna datumet måste vara efter {0}
tr: Verilen tarih {0} 'den sonra olmalıdır Parantez içine başlangıç tarihi giriniz

source: The given date must be before {0}
fi: Päivämäärän on oltava ennen {0}
fr: La date doit être antérieure {0}
nl: De opgegeven datum moet voor {0} liggen
pl: Podana data musi być przed {0}
sv: Det givna datumet måste vara innan {0}
tr: Verilen tarih {0} 'den önce olmalıdır. Parantez içine bitiş tarihi giriniz

source: The "locale" option can be only set to string identifier, or Locale object
fi: "Locale"-asetukseksi voidaan asettaa ainoastaan merkkijonotunniste tai Locale-objekti
fr: L'option "locale" peut être uniquement un identifiant de chaîne, ou un objet Locale
nl: De "locale"-optie kan alleen worden ingesteld op tekenreeks-id, of Locale object
pl: Opcja "locale" może być tylko identyfiaktorem ciągu znaków lub obiektem Locale
sv: Alternativet "locale" kan endast anges som sträng-ID eller ett Locale objekt
tr: "Yerel ayar" seçeneği yalnızca dize tanımlayıcı veya yerel nesne için ayarlanabilir

source: A valid time is expected
fi: Kelvollinen aika vaaditaan
fr: Un heure valide est attendue
nl: Een geldige tijd wordt verwacht
pl: Oczekiwany jest poprawny czas
sv: En giltig tid förväntas
tr: Geçerli bir saat bekleniyor

source: A valid date and time is expected
fi: Kelvollinen päivämäärä ja aika vaaditaan
fr: Une date et heure valide est attendue
nl: Een geldige datum en tijd wordt verwacht
pl: Oczekiwana jest poprawna data i czas
sv: Ett giltigt datum och tid förväntas
tr: Geçerli bir saat ve tarih bekleniyor

source: A valid date is expected
fi: Kelvollinen päivämäärä vaaditaan
fr: Une date valide est attendue
nl: Een geldige datum wordt verwacht
pl: Oczekiwana jest poprawna data
sv: Ett giltigt datum förväntas
tr: Geçerli bir tarih bekleniyor

source: Please specify a valid email address
fi: Anna kelvollinen sähköpostiosoite
fr: S'il vous plaît, indiquer une adresse email valide
nl: Geef een geldig e-mailadres
pl: Proszę podać poprawny adres email
sv: Ange en giltig e-postadress
tr: Lütfen geçerli bir e-posta adresi giriniz

source: A valid float number is expected
fi: Anna kelvollinen liukuluku
fr: Un nombre à virgule flottante valide est attendu
nl: Een geldige float waarde wordt verwacht
pl: Oczekiwana jest poprawna liczba zmiennoprzecinkowa
sv: Ett giltigt decimalt nummer förväntas
tr: Geçerli bir ondalıklı sayı bekleniyor

source: "{0}" cannot be converted to a float value
fi: "{0}" ei ole muunnettavissa liukuluvuksi
fr: "{0}" ne peut pas être converti en nombre à virgule flottante
nl: "{0}" kan niet worden geconverteerd naar een float waarde
pl: "{0}" nie można być przekonwertowany na wartość zmiennoprzecinkową
sv: {0}"kan inte konverteras till ett decimalt värde
tr: "{0}" kesirli bir değere dönüştürülemiyor. Parantez içine değer giriniz

source: Object expected, {0} given
fi: Objekti vaaditaan, {0} annettu
fr: Objet attendu, {0} fourni
nl: Object verwacht, {0} gegeven
pl: Oczekiwano obiektu, otrzymano {0}
sv: Objekt förväntas, {0} har angetts
tr: Beklenen nesne, {0} verilmiş. Parantez içine değer giriniz

source: A valid integer number is expected
fi: Kelvollinen kokonaisluku vaaditaan
fr: Un nombre entier valide est attendu
nl: Een geldig getal wordt verwacht
pl: Oczekiwana jest poprawna liczba całkowita
sv: Ett giltigt heltal förväntas
tr: Geçerli bir tamsayı bekleniyor

source: "{0}" is no integer.
fi: "{0}" ei ole kokonaisluku.
fr: "{0}" n'est pas un entier
nl: "{0}" is geen getal.
pl: "{0}" nie jest liczbą całkowitą.
sv: {0}"är inget heltal.
tr: "{0}" tamsayı değil.

source: Only letters, numbers, spaces and certain punctuation marks are expected
fi: Ainoastaan kirjaimet, numerot ja tietyt välimerkit ovat sallittuja
fr: Seuls les lettres, les nombres, les espaces et certaines ponctuations sont attentus
nl: Alleen letters, cijfers, spaties en sommige leestekens worden verwacht
pl: Oczekiwane są tylko litery, cyfry, spacje i niektóre znaki interpunkcyjne
sv: Endast bokstäver, siffror, blanksteg och vissa skiljetecken förväntas
tr: Yalnızca harfler, sayılar, boşluklar ve belirlenmiş noktalama işaretleri kullanınız

source: Value is no valid I18n locale identifier
fi: Arvo ei ole kelvollinen l18n tunniste
fr: Ce n'est pas un identifiant de locale I18n valide
nl: Waarde is geen geldig I18n landinstelling-id
pl: Wartość nie jest poprawnym identyfikatorem ustawień regionalnych I18n
sv: Värdet är inte en giltig I18n språkidentifierare
tr: Değer geçerli bir InternationalizatioN yerel ayıracı değil

source: This property is required
fi: Pakollinen ominaisuus
fr: Cette propriété est obligatoire
nl: Dit is een verplicht veld
pl: Ta właściwość jest wymagana
sv: Denna egenskap krävs
tr: Bu özellik gereklidir

source: This property is required
fi: Pakollinen ominaisuus
fr: Cette propriété est obligatoire
nl: Dit is een verplicht veld
pl: Ta właściwość jest wymagana
sv: Denna egenskap krävs
tr: Bu özellik gereklidir

source: A valid number is expected
fi: Kelvollinen numero vaaditaan
fr: Un nombre valide est attendu
nl: Een geldig nummer wordt verwacht
pl: Oczekiwana jest poprawna liczba
sv: Ett giltigt tal förväntas
tr: Geçerli bir sayı bekleniyor

source: Please enter a valid number between {0,number} and {1,number}
fi: Syötä numero väliltä {0,number} ja {1,number}
fr: S'il vous plaît entrer un nombre valide compris entre {0, number} et {1, number}
nl: Voer een geldig getal in tussen {0,number} en {1,number}
pl: Proszę podać poprawną liczbę pomiędzy {0,number} a {1,number}
sv: Vänligen ange ett giltigt nummer mellan {0,number} och {1,number}
tr: Lütfen {0, maksimum sayı} ile {1, maksimum sayı} arasında geçerli bir sayı girin

source: The "locale" option can be only set to string identifier, or Locale object
fi: "Locale"-asetukseksi voidaan asettaa ainoastaan merkkijonotunniste tai Locale-objekti
fr: L'option "locale" peut être seulement un identifiant de chaîne, ou un objet Locale
nl: De "locale"-optie kan alleen worden ingesteld op tekenreeks-id, of Locale object
pl: Opcja "locale" może być tylko identyfiaktorem ciągu znaków lub obiektem Locale
sv: Alternativet "locale" kan endast anges som sträng ID eller ett Locale objekt
tr: "Yerel ayar" seçeneği yalnızca dize tanımlayıcı veya yerel nesne için ayarlanabilir

source: A valid percent number is expected
fi: Kelvollinen prosenttiluku vaaditaan
fr: Un pourcentage valide est attendu
nl: Een geldig percentage wordt verwacht
pl: Oczekiwana jest poprawna liczba procentowa
sv: Ett giltigt procent tal förväntas
tr: Geçerli bir yüzde oranı bekleniyor

source: A valid decimal number is expected
fi: Kelvollinen desimaaliluku vaaditaan
fr: Un nombre décimal valide est attendu
nl: Een geldig decimaal getal wordt verwacht
pl: Oczekiwana jest poprawna liczba dziesiętna
sv: Ett giltigt decimaltal förväntas
tr: Geçerli bir ondalık sayı bekleniyor

source: The given subject did not match the pattern. Got: {0}
fi: Annettu kohde ei vastaa mallia. Tulos: {0}
fr: Le sujet ne correspond pas au modèle. Reçu: {0}
nl: Het gegeven onderwerp komt niet overeen met verwachte input. Ingevulde waarde: {0}
sv: Givet ämnet matchar inte mönstret. Fick: {0}
tr: Verilen konu desenle eşleşmedi. Sahip: {0}

source: The given object could not be converted to a string
fi: Annettua objektia ei voitu muuttaa merkkijonoksi
fr: L'objet ne peut pas être converti en chaîne
nl: Het gegeven object kon niet worden geconverteerd naar een string
pl: Dany obiekt nie może być przekonwertowany na ciąg znaków
sv: Det angivna objektet kunde inte konverteras till en sträng
tr: Verilen nesne bir kod dizisine dönüştürülemez

source: The given value is not a valid string
fi: Annettu arvo ei ole merkkijono
fr: La valeur n'est pas une chaîne valide
nl: De opgegeven waarde is niet een geldige tekenreeks
pl: Podana wartość nie jest poprawnym ciągiem znaków
sv: Det angivna värdet är inte en giltig sträng
tr: Verilen değer geçerli bir dizi değil

source: The length of this text must be between {0,number} and {1,number} characters
fi: Tekstin pituusa saa olla {0,number} - {1,number} merkkiä
fr: La longueur de ce texte doit être comprise entre {0, number} et {1, number} caractères
nl: De lengte van deze tekst moet tussen {0,number} en {1,number} tekens liggen
pl: Długość tego tekstu musi być pomiędzy {0,number} a {1,number} znaków
sv: Längden på denna text måste vara mellan {0,number} och {1,number} tecken
tr: Bu metnin uzunluğu {minimum sayı} ile {maksimum sayı} karakter arasında olmalıdır

# 1238108068[0]
source: This field must contain at least {0,number} character
fi: Kentässä on oltava vähintään {0,number} merkki
fr: Ce champ doit contenir au moins {0,number} caractère
nl: Dit veld moet ten minste {0,number} karakter(s) bevatten
pl: To pole musi zawierać co najmniej {0,number} znaków
sv: Det här fältet måste innehålla minst {0,number} tecken
tr: Bu bölüm en az {0,number} karakter içermeli.parantez içine içermesini istiyorsanız onu yazınız

# 1238108068[1]
source: This field must contain at least {0,number} characters
fi: Kentässä on oltava vähintään {0,number} merkkiä
fr: Ce champ doit contenir au moins {0,number} caractères
nl: Dit veld moet ten minste {0,number} karakter(s) bevatten
pl: To pole musi zawierać co najmniej {0,number} znaków
sv: Det här fältet måste innehålla minst {0,number} tecken
tr: Bu bölüm en az {0,number} karakter içermeli.parantez içine içermesini istiyorsanız onu yazınız

# 1238108069[0]
source: This text may not exceed {0,number} character
fi: Tekstissä saa olla enintään {0,number} merkki
fr: Ce texte ne doit pas dépasser {0,number} caractère
nl: Deze tekst mag niet langer zijn dan {0,number} karakter(s)
pl: Ten tekst nie może przekraczać {0,number} znaków
sv: Denna text får inte överstiga {0,number} tecken
tr: Bu metin {0,number} karakter sınırını geçemez. Parantez içine geçemeyeceği değeri giriniz

# 1238108069[1]
source: This text may not exceed {0,number} characters
fi: Tekstissä saa olla enintään {0,number} merkkiä
fr: Ce texte ne doit pas dépasser {0,number} caractères
nl: Deze tekst mag niet langer zijn dan {0,number} karakter(s)
pl: Ten tekst nie może przekraczać {0,number} znaków
sv: Denna text får inte överstiga {0,number} tecken
tr: Bu metin {0,number} karakter sınırını geçemez. Parantez içine geçemeyeceği değeri giriniz

source: A valid string is expected
fi: Kelvollinen merkkijono vaaditaan
fr: Une chaîne valide est attendue
nl: Een geldige tekenreeks wordt verwacht
pl: Oczekiwany jest poprawny ciąg znaków
sv: En giltig sträng förväntas
tr: Geçerli bir dizi bekleniyor

source: Valid text without any XML tags is expected
fi: Kelvollinen teksti ilman XML tageja vaaditaan
fr: Le texte ne doit pas contenir de balises XML
nl: Geldige tekst zonder eventuele XML-labels wordt verwacht
pl: Oczekiwany jest poprawny tekst bez żadnych znaczników XML
sv: Giltig text utan några XML-taggar förväntas
tr: Herhangi bir XML etiketi içermeyen geçerli metin bekleniyor

source: The given subject is not a valid UUID
fi: Annettu kohde ei ole kelvollinen UUID
fr: Le sujet n'est pas un UUID valide
nl: Het gegeven onderwerp is geen geldige UUID
sv: Givet ämnet är inte en giltig UUID
tr: Verilen özne geçerli bir UUID değil

source: No validator found for electronic address of type "{0}"
fi: Validaattoria osoitteelle tyyppiä "{0}" ei löytynyt
fr: Aucun validateur trouvé pour l'adresse électronique de type "{0}"
nl: Geen validator gevonden voor elektronisch adres van het type "{0}"
pl: Nie znaleziono walidatora dla adresu elektronicznego typu "{0}"
sv: Ingen validerare har hittats för elektronisk adress av typen {0}
tr: "{0}" türündeki elektronik adres için hiçbir doğrulayıcı bulunamadı

source: The person name cannot be empty
fr: Le nom de la personne ne peut pas être vide
nl: De naam van de persoon mag niet leeg zijn
pl: Nazwa osoby nie może być pusta
sv: Personens namn kan inte vara tomt
tr: Kişi adı boş olamaz

source: The given value is not a Image instance
fr: La ressource n'est pas une image
nl: De opgegeven waarde is geen exemplaar van de afbeelding
pl: Podana wartość nie jest instancją obrazu
sv: Det angivna värdet är inte en Image instans
tr: Verilen değer bir resim örneği değildir

source: The image type "{0}" is not allowed
fr: Le type d'image "{0}" n'est pas autorisé
nl: Het afbeeldingstype "{0}" is niet toegestaan
pl: Typ obrazu "{0}" jest niedozwolony
sv: Image type {0}"är inte tillåtet
tr: "{0}" görüntü türüne izin verilmiyor

source: The uploaded file is no valid image
fr: Le fichier envoyé n'est pas une image valide
nl: Het geüploade bestand is geen geldige afbeelding
pl: Przesłany plik nie jest prawidłowym obrazem
sv: Den uppladdade filen är ingen giltig bild
tr: "{0}" Yüklediğiniz dosya geçerli bir resim dosyası değil

source: The given value is not a Image instance
fr: Ce n'est pas une image valide
nl: De opgegeven waarde is geen exemplaar van de afbeelding
pl: Podana wartość nie jest instancją obrazu
sv: Det angivna värdet är inte en Image instans
tr: Verilen değer bir resim örneği değildir

source: The actual image width of {0,number} is lower than the allowed minimum width of {1,number}
fr: La largeur de l'image ({0, number}) est inférieure à la largeur minimale autorisée qui est de {1, number}
nl: De werkelijke breedte van het beeld van {0,number} is lager dan de toegestane minimale breedte van {1,number}
pl: Rzeczywista szerokość obrazu {0,number} jest niższa niż minimalna dozwolona szerokość {1,number}
sv: Den faktiskta bild bredden {0,number} är lägre än minsta tillåtna bredd av {1,number}
tr: {0, sayı} 'in seçilen görüntü genişliği, izin verilen minimum {1, sayı} genişlikten daha düşük

source: The actual image width of {0,number} is higher than the allowed maximum width of {1,number}
fr: La largeur de l'image ({0, number}) est supérieure à la largeur maximale autorisée qui est de {1, number}
nl: De werkelijke breedte van het beeld van {0,number} is hoger dan de toegestane minimale breedte van {1,number}
pl: Rzeczywista szerokość obrazu {0,number} jest wyższa niż maksymalna dozwolona szerokość {1,number}
sv: Den faktiskta bild bredden {0,number} är lägre än minsta tillåtna bredd av {1,number}
tr: {0, sayı} 'in gerçek görüntü genişliği, izin verilen {1, sayı} maksimum genişliğinden daha yüksek

source: The actual image height of {0,number} is lower than the allowed minimum height of {1,number}
fr: La hauteur de l'image ({0, number}) est inférieure à la hauteur minimale autorisée qui est de {1, number}
nl: De werkelijke hoogte van de afbeelding van {0,number} is lager dan de toegestane minimale hoogte van {1,number}
pl: Rzeczywista wysokość obrazu {0,number} jest niższa niż minimalna dozwolona wysokość {1,number}
sv: Den faktiska höjden av {0,number} är lägre än den minst tillåtna höjden av {1,number}
tr: Gerçek görüntü yüksekliği {0, sayı}, izin verilen minimum {1, sayı} yüksekliğinden düşük

source: The actual image height of {0,number} is higher than the allowed maximum height of {1,number}
fr: La hauteur de l'image ({0, number}) est supérieure à la hauteur maximale autorisée qui est de {1, number}
nl: De werkelijke hoogte van de afbeelding van {0,number} is hoger dan de toegestane minimale hoogte van {1,number}
pl: Rzeczywista wysokość obrazu {0,number} jest wyższa niż maksymalna dozwolona wysokość {1,number}
sv: Den faktiska höjden av {0,number} är lägre än den minst tillåtna höjden av {1,number}
tr: Gerçek görüntü yüksekliği {0, sayı}, izin verilen maksimum yükseklik {1, sayı} 'dan yüksek

source: The given image size of {0,number} x {1,number} is too low for the required minimum resolution of {2,number}
fr: La résolution de l'image ({0,number} x {1,number}) est inférieure à la résolution minimale autorisée qui est de {2,number}
nl: De grootte van de gegeven afbeelding voor {0,number} x {1,number} is te laag voor de vereiste minimale resolutie van {2,number}
pl: Rozmiar obrazu {0,number} x {1,number} jest zbyt mały dla minimalnej wymaganej rozdzielczości {2,number}
sv: Den givna bildstorleken {0,number} x {1,number} är för låg för den nödvändiga minsta upplösningen på {2,number}
tr: Verilen {0, sayı} x {1, sayı} resim boyutu gerekli {2, sayı} minimum çözünürlüğü için çok düşüktür

source: The given image size of {0,number} x {1,number} is too high for the required maximum resolution of {2,number}
fr: La résolution de l'image ({0,number} x {1,number}) est supérieure à la résolution maximale autorisée qui est de {2,number}
nl: De grootte van de gegeven afbeelding voor {0,number} x {1,number} is te hoog voor de vereiste maximale resolutie van {2,number}
pl: Rozmiar obrazu {0,number} x {1,number} jest zbyt duży dla maksymalnej wymaganej rozdzielczości {2,number}
sv: Den givna bildstorleken {0,number} x {1,number} är för låg för den nödvändiga minsta upplösningen på {2,number}
tr: Verilen {0, sayı} x {1, sayı} resim boyutu, gerekli {2, sayı} maksimum çözünürlüğü için çok yüksek

source: The given value is not a Image instance
fr: La ressource n'est pas une image
nl: De opgegeven waarde is geen exemplaar van de afbeelding
pl: Podana wartość nie jest instancją obrazu
sv: Det angivna värdet är inte en Image instans
tr: Verilen değer bir resim örneği değildir

source: The image orientation must be "{0}"
fr: L'orientation de l'image doit être "{0}"
nl: De beeldoriëntatie moet zijn "{0}"
pl: Orientacja obrazu musi być "{0}"
sv: Bildriktning måste vara {0}
tr: Görüntü yönlendirmesi "{0}" olmalıdır

source: The image orientation "{0}" is not allowed
fr: L'orientation de l'image "{0}" n'est pas autorisée
nl: De beeldoriëntatie "{0}" is niet toegestaan
pl: Orientacja obrazu "{0}" jest niedozwolona
sv: Bildriktning "{0}"är inte tillåtet
tr: "{0}" resim yönlendirmesine izin verilmiyor

source: Only regular characters (a to z, umlauts, ...) and numbers are allowed.
fi: Ainoastaan kirjaimet ja numerot ovat sallittuja
tr: Sadece ingilizce harfler (a-z, ve noktalı harfler) kullanılabilir.
